"DIALER" = "Keypad";
"SPEED_DIAL" = "Favorites";
"ADDRESS_BOOK" = "Contacts";
"CALL_HISTORY" = "Recents";
"VOICEMAIL" = "Voicemail";

"THIS_PHONE" = "My Number:";
"UNKNOWN_CALLER" = "Unknown";
"BLOCKED_CALLER" = "Blocked";
"UNKNOWN_CALLER_DETAIL" = "Unknown Caller";
"BLOCKED_CALLER_DETAIL" = "Blocked Caller";
"UNKNOWN_LOCATION" = "Unknown Location";
"CANCEL" = "Cancel";
"CALL" = "Call";
"VOICEMAIL_CALLER" = "Voicemail";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Speaker Phone";